Autodesk.Revit.DB.IFC.IFCImportOptions.AutoJoin
Enable or disable auto-join at the end of import.
Remarks:
Enabling auto-join will join appropriate elements (e.g., walls, columns), but will take extra time and may fail.
Disabling auto-join will allow some imports that otherwise fail.
Default is true.
Since:
2015